[
    {
      "id": 1,
      "name": "Cissi",
      "meta": "Product manager, PlantVision",
      "image": "src/images/reviewsfolder/reviewImage1.png",
      "description": "Karro has supported me in my role as product owner. She has a phenomenal ability to get to the core of what I want to communicate and thus makes me re-think my objectives. With dazzling tonality, creative grip and a strong sense of how to develop the core initiative, she has been a very big asset. I would love to work more with Karro in the future if I get the chance.",
      "link": "https://www.linkedin.com/in/frostare/"
    },
    {
      "id": 2,
      "name": "Hasse",
      "meta": "Cheif financial officer, Tritech",
      "image": "src/images/reviewsfolder/reviewImage2.png",
      "description": "Karolina, it has been a pleasure working with you. You have always tried to inspire, ensemble and challenge the rest of your colleagues. Always with a very happy mood. Good luck with all the future challenges you intend to take. Hope we will meet somewhere on the road in the future!",
      "link": "https://www.linkedin.com/in/frostare/"
    },
    {
      "id": 3,
      "name": "Cattis",
      "meta": "Senior Project Manager, PlantVision",
      "image": "src/images/reviewsfolder/reviewImage3.png",
      "description": "Karolina has been an amazing colleague with a lot of drive and great enthusiasm. She has done her job excellently and I give her my warmest recommendations.",
      "link": "https://www.linkedin.com/in/frostare/"
    },
    {
      "id": 4,
      "name": "Johanna",
      "meta": "Scrum master and Project manager, Tritech",
      "image": "src/images/reviewsfolder/reviewImage4.png",
      "description": "Combine a smart, funny and creative person who also is a beloved colleague with great organizational skills and structured planning - and you have Karro. She truly has an eye for that little extra that makes an event-, a business card or some online content pop.",
      "link": "https://www.linkedin.com/in/frostare/"
    }
]